# St7DeleteLSACombination

Deletes the specified linear load case combination from the model for solver-generated .LSA files.

long St7DeleteLSACombination(long uID, long Pos)

Input Parameters

uID

Pos

Strand7 model file ID.

Load case combination number.